Repository: thomas-domville/AppleVis
Catalog: AppleVis/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, el, es, fa, fr, he, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hans

source: Opens the share sheet with this feed's link.
ar: يفتح ورقة المشاركة مع رابط هذه التغذية.
de: Öffnet das Teilen-Menü mit dem Link zu diesem Feed.
el: Ανοίγει το φύλλο κοινοποίησης με τον σύνδεσμο αυτής της ροής.
es: Abre la hoja de compartir con el enlace de este feed.
fa: برگهٔ اشتراک‌گذاری را با پیوند این فید باز می‌کند.
fr: Ouvre la feuille de partage avec le lien de ce fil.
he: פותח את גיליון השיתוף עם הקישור לפיד זה.
hi: इस फ़ीड के लिंक के साथ शेयर शीट खोलता है。
id: Membuka lembar berbagi dengan tautan umpan ini.
it: Apre il foglio di condivisione con il link di questo feed.
ja: このフィードのリンクの共有シートを開きます。
ko: 이 피드의 링크로 공유 시트를 엽니다.
nl: Opent het deelvenster met de link van deze feed.
pl: Otwiera arkusz udostępniania z linkiem do tego kanału.
pt: Abre a folha de compartilhamento com o link deste feed.
ru: Открывает панель отправки со ссылкой на эту ленту.
sv: Öppnar delningsvyn med länken till detta flöde.
th: เปิดแผ่นแชร์พร้อมลิงก์ของฟีดนี้
tr: Bu akışın bağlantısıyla paylaşım sayfasını açar.
uk: Відкриває панель надсилання з посиланням на цю стрічку.
vi: Mở bảng chia sẻ với liên kết nguồn cấp dữ liệu này.
zh_hans: 打开分享菜单，附上此订阅源的链接。

source: Opens this help article.
ar: يفتح مقالة المساعدة هذه.
de: Öffnet diesen Hilfeartikel.
el: Ανοίγει αυτό το άρθρο βοήθειας.
es: Abre este artículo de ayuda.
fa: این مقالهٔ راهنما را باز می‌کند.
fr: Ouvre cet article d'aide.
he: פותח מאמר עזרה זה.
hi: इस सहायता लेख को खोलता है।
id: Membuka artikel bantuan ini.
it: Apre questo articolo di aiuto.
ja: このヘルプ記事を開きます。
ko: 이 도움말 문서를 엽니다.
nl: Opent dit Help-artikel.
pl: Otwiera ten artykuł pomocy.
pt: Abre este artigo de ajuda.
ru: Открывает эту справочную статью.
sv: Öppnar denna hjälpartikel.
th: เปิดบทความช่วยเหลือนี้
tr: Bu yardım makalesini açar.
uk: Відкриває цю статтю довідки.
vi: Mở bài viết trợ giúp này.
zh_hans: 打开此帮助文章。

source: Opens this settings category.
ar: فتح فئة الإعدادات هذه.
de: Öffnet diese Einstellungskategorie.
el: Ανοίγει αυτή την κατηγορία ρυθμίσεων.
es: Abre esta categoría de ajustes.
fa: این دسته از تنظیمات را باز می‌کند.
fr: Ouvre cette catégorie de réglages.
he: פותח קטגוריית הגדרות זו.
hi: यह सेटिंग्स श्रेणी खोलता है।
id: Membuka kategori pengaturan ini.
it: Apre questa categoria di impostazioni.
ja: この設定カテゴリを開きます。
ko: 이 설정 카테고리를 엽니다.
nl: Opent deze instellingencategorie.
pl: Otwiera tę kategorię ustawień.
pt: Abre esta categoria de configurações.
ru: Открывает эту категорию настроек.
sv: Öppnar den här inställningskategorin.
th: เปิดหมวดหมู่การตั้งค่านี้
tr: Bu ayar kategorisini açar.
uk: Відкриває цю категорію налаштувань.
vi: Mở danh mục cài đặt này.
zh_hans: 打开此设置类别。

source: Opens What's New.
ar: يفتح الجديد.
de: Öffnet „Neuigkeiten“.
el: Ανοίγει το Τι νέο υπάρχει.
es: Abre Novedades.
fa: موارد جدید را باز می‌کند.
fr: Ouvre Nouveautés.
he: פותח מה חדש.
hi: क्या नया है खोलता है।
id: Membuka Yang Baru.
it: Apre Novità.
ja: 「新機能」を開きます。
ko: 새로운 기능 열기.
nl: Opent Wat is er nieuw.
pl: Otwiera Co nowego.
pt: Abre Novidades.
ru: Открывает раздел «Что нового».
sv: Öppnar Nyheter.
th: เปิดมีอะไรใหม่
tr: Yenilikler'i açar.
uk: Відкриває «Що нового».
vi: Mở Có gì mới.
zh_hans: 打开“新增功能”。

source: Opens your saved AppleVis items.
ar: يفتح عناصر AppleVis المحفوظة الخاصة بك.
de: Öffnet deine gespeicherten AppleVis-Elemente.
el: Ανοίγει τα αποθηκευμένα στοιχεία AppleVis σας.
es: Abre tus elementos guardados de AppleVis.
fa: موارد ذخیره‌شدهٔ AppleVis شما را باز می‌کند.
fr: Ouvre vos éléments enregistrés d'AppleVis.
he: פותח את הפריטים השמורים שלך ב-AppleVis.
hi: आपके सहेजे गए AppleVis आइटम खोलता है。
id: Membuka item AppleVis tersimpan Anda.
it: Apre i tuoi elementi salvati di AppleVis.
ja: 保存済みの AppleVis の項目を開きます。
ko: 저장된 AppleVis 항목을 엽니다.
nl: Opent je opgeslagen AppleVis-items.
pl: Otwiera Twoje zapisane elementy AppleVis.
pt: Abre seus itens salvos da AppleVis.
ru: Открывает ваши сохранённые материалы AppleVis.
sv: Öppnar dina sparade AppleVis-objekt.
th: เปิดรายการ AppleVis ที่คุณบันทึกไว้
tr: Kaydettiğiniz AppleVis öğelerini açar.
uk: Відкриває ваші збережені елементи AppleVis.
vi: Mở các mục AppleVis đã lưu của bạn.
zh_hans: 打开您已保存的 AppleVis 项目。

source: Optional
ar: اختياري
el: Προαιρετικό
es: Opcional
fa: اختیاری
fr: Facultatif
he: אופציונלי
hi: वैकल्पिक
id: Opsional
it: Facoltativo
ja: 任意
ko: 선택 사항
nl: Optioneel
pl: Opcjonalne
pt: Opcional
ru: Необязательно
sv: Valfritt
th: ไม่บังคับ
tr: İsteğe bağlı
uk: Необов'язково
vi: Tùy chọn
zh_hans: 可选

source: Optional.
ar: اختياري.
el: Προαιρετικό.
es: Opcional.
fa: اختیاری.
fr: Facultatif.
he: אופציונלי.
hi: वैकल्पिक।
id: Opsional.
it: Facoltativo.
ja: 任意です。
ko: 선택 사항입니다.
nl: Optioneel.
pl: Opcjonalne.
pt: Opcional.
ru: Необязательно.
sv: Valfritt.
th: ไม่บังคับ
tr: İsteğe bağlı.
uk: Необов'язково.
vi: Tùy chọn.
zh_hans: 可选。

source: Optional. A link to this app's MacUpdate.com listing, if it has one.
ar: اختياري. رابط لقائمة هذا التطبيق على MacUpdate.com، إن وُجد.
de: Optional. Ein Link zum MacUpdate.com-Eintrag dieser App, falls vorhanden.
el: Προαιρετικό. Ένας σύνδεσμος προς την καταχώριση αυτής της εφαρμογής στο MacUpdate.com, αν υπάρχει.
es: Opcional. Un enlace a la ficha de esta app en MacUpdate.com, si la tiene.
fa: اختیاری. پیوندی به فهرست این برنامه در MacUpdate.com، در صورت وجود.
fr: Facultatif. Un lien vers la fiche de cette appli sur MacUpdate.com, si elle en a une.
he: אופציונלי. קישור לרישום האפליקציה הזו ב-MacUpdate.com, אם יש לה.
hi: वैकल्पिक। इस ऐप की MacUpdate.com लिस्टिंग का लिंक, यदि है。
id: Opsional. Tautan ke listingan MacUpdate.com aplikasi ini, jika ada.
it: Facoltativo. Un link alla scheda di questa app su MacUpdate.com, se ne ha una.
ja: 任意です。このアプリの MacUpdate.com の掲載ページへのリンク（ある場合）。
ko: 선택 사항입니다. 이 앱의 MacUpdate.com 목록 링크(있는 경우).
nl: Optioneel. Een link naar de MacUpdate.com-vermelding van deze app, indien aanwezig.
pl: Opcjonalnie. Link do wpisu tej aplikacji na MacUpdate.com, jeśli istnieje.
pt: Opcional. Um link para a ficha deste app no MacUpdate.com, se houver.
ru: Необязательно. Ссылка на карточку этого приложения на MacUpdate.com, если она есть.
sv: Valfritt. En länk till denna apps MacUpdate.com-listning, om den har en.
th: ไม่บังคับ ลิงก์ไปยังรายการของแอปนี้บน MacUpdate.com หากมี
tr: İsteğe bağlı. Bu uygulamanın MacUpdate.com listesine bir bağlantı, varsa.
uk: Необов'язково. Посилання на картку цього застосунку на MacUpdate.com, якщо є.
vi: Tùy chọn. Liên kết đến trang niêm yết MacUpdate.com của ứng dụng này, nếu có.
zh_hans: 可选。此应用在 MacUpdate.com 上的页面链接（如有）。

source: Optional. Anything else about this app worth mentioning that didn't fit above.
ar: اختياري. أي شيء آخر عن هذا التطبيق يستحق الذكر ولم يجد مكانًا في الأعلى.
de: Optional. Alles andere zu dieser App, das erwähnenswert ist und oben noch nicht untergebracht wurde.
el: Προαιρετικό. Οτιδήποτε άλλο σχετικά με αυτή την εφαρμογή αξίζει να αναφερθεί και δεν χώρεσε παραπάνω.
es: Opcional. Cualquier otra cosa sobre esta app que valga la pena mencionar y que no haya encajado arriba.
fa: اختیاری. هر چیز دیگری درباره این اپلیکیشن که ارزش ذکر دارد و در بالا جا نگرفت.
fr: Facultatif. Tout autre élément à propos de cette application qui mérite d'être mentionné et qui n'avait pas sa place ci-dessus.
he: אופציונלי. כל דבר נוסף לגבי האפליקציה שכדאי לציין ולא היה לו מקום למעלה.
hi: वैकल्पिक। इस ऐप के बारे में कोई और बात जो उल्लेखनीय हो और ऊपर फिट न बैठी हो।
id: Opsional. Hal lain tentang aplikasi ini yang layak disebutkan tapi belum tercakup di atas.
it: Facoltativo. Qualsiasi altra cosa su questa app che valga la pena menzionare e che non rientrava nei campi sopra.
ja: 任意。このアプリについて、上記に書ききれなかったけれど触れておきたいことがあれば。
ko: 선택 사항입니다. 위에 담지 못했지만 이 앱에 대해 언급할 만한 다른 내용이 있다면 적어주세요.
nl: Optioneel. Alles wat verder nog vermeldenswaardig is over deze app en hierboven geen plek had.
pl: Opcjonalne. Wszystko inne na temat tej aplikacji, co warto wspomnieć, a nie zmieściło się powyżej.
pt: Opcional. Qualquer outra coisa sobre este aplicativo que valha a pena mencionar e que não coube acima.
ru: Необязательно. Всё остальное об этом приложении, что стоит упомянуть и не поместилось выше.
sv: Valfritt. Allt annat om appen som är värt att nämna och som inte fick plats ovan.
th: ไม่บังคับ สิ่งอื่นใดเกี่ยวกับแอปนี้ที่ควรกล่าวถึงแต่ยังไม่ได้ใส่ไว้ด้านบน
tr: İsteğe bağlı. Bu uygulamayla ilgili yukarıda yer bulamayan ama belirtmeye değer başka bir şey varsa.
uk: Необов'язково. Усе інше про цей застосунок, що варто згадати і не влізло вище.
vi: Không bắt buộc. Bất kỳ điều gì khác về ứng dụng này đáng nhắc đến mà chưa được đề cập ở trên.
zh_hans: 可选。关于这款应用还有什么值得一提、但上面没有涉及的内容。

source: Optional. Anything that would help our editorial team understand what's wrong here — extra context is always appreciated, but never required.
ar: اختياري. أي شيء من شأنه أن يساعد فريقنا التحريري على فهم ما هو الخطأ هنا — نقدّر دائمًا أي سياق إضافي، لكنه ليس مطلوبًا أبدًا.
de: Optional. Alles, was unserem Redaktionsteam hilft zu verstehen, was hier nicht stimmt — zusätzlicher Kontext ist immer willkommen, aber nie erforderlich.
el: Προαιρετικό. Οτιδήποτε θα βοηθούσε τη συντακτική μας ομάδα να καταλάβει τι δεν πάει καλά εδώ — τυχόν επιπλέον πλαίσιο εκτιμάται πάντα, αλλά δεν είναι ποτέ υποχρεωτικό.
es: Opcional. Cualquier cosa que ayude a nuestro equipo editorial a entender qué está mal aquí; el contexto adicional siempre se agradece, pero nunca es obligatorio.
fa: اختیاری. هر چیزی که به تیم تحریریه ما در فهمیدن مشکل اینجا کمک کند — زمینه بیشتر همیشه مورد استقبال است، اما هرگز الزامی نیست.
fr: Facultatif. Tout ce qui pourrait aider notre équipe éditoriale à comprendre ce qui ne va pas ici — un contexte supplémentaire est toujours apprécié, mais jamais obligatoire.
he: אופציונלי. כל דבר שיעזור לצוות המערכת שלנו להבין מה לא בסדר כאן — הקשר נוסף תמיד מוערך, אך אף פעם לא נדרש.
hi: वैकल्पिक। कोई भी बात जो हमारी संपादकीय टीम को यह समझने में मदद करे कि यहां क्या गलत है — अतिरिक्त संदर्भ की हमेशा सराहना की जाती है, लेकिन यह कभी आवश्यक नहीं है।
id: Opsional. Apa pun yang dapat membantu tim editorial kami memahami apa yang salah di sini — konteks tambahan selalu dihargai, tetapi tidak pernah wajib.
it: Facoltativo. Qualsiasi cosa che possa aiutare il nostro team editoriale a capire cosa non va qui — un contesto in più è sempre apprezzato, ma mai obbligatorio.
ja: 任意。ここで何が問題なのかを編集チームが理解する助けになることなら何でも構いません。追加の背景情報はいつでも歓迎しますが、必須ではありません。
ko: 선택 사항입니다. 여기서 무엇이 문제인지 편집팀이 이해하는 데 도움이 될 만한 내용이면 무엇이든 좋습니다 — 추가 설명은 언제나 감사하지만 필수는 아닙니다.
nl: Optioneel. Alles wat ons redactieteam zou helpen begrijpen wat hier mis is — extra context wordt altijd op prijs gesteld, maar is nooit verplicht.
pl: Opcjonalne. Wszystko, co pomoże naszemu zespołowi redakcyjnemu zrozumieć, co jest nie tak — dodatkowy kontekst zawsze jest mile widziany, ale nigdy nie jest wymagany.
pt: Opcional. Qualquer coisa que ajude nossa equipe editorial a entender o que há de errado aqui — contexto extra é sempre bem-vindo, mas nunca obrigatório.
ru: Необязательно. Всё, что поможет нашей редакции понять, в чём тут проблема — дополнительный контекст всегда приветствуется, но никогда не обязателен.
sv: Valfritt. Allt som skulle hjälpa vår redaktion att förstå vad som är fel här — extra sammanhang uppskattas alltid, men krävs aldrig.
th: ไม่บังคับ สิ่งใดก็ตามที่จะช่วยให้ทีมบรรณาธิการของเราเข้าใจว่าเกิดอะไรขึ้นที่นี่ — บริบทเพิ่มเติมเป็นที่ยินดีเสมอ แต่ไม่จำเป็นเลย
tr: İsteğe bağlı. Editör ekibimizin burada neyin yanlış olduğunu anlamasına yardımcı olacak her şey — ek bağlam her zaman değerlidir ama asla zorunlu değildir.
uk: Необов'язково. Усе, що допоможе нашій редакційній команді зрозуміти, що тут не так — додатковий контекст завжди вітається, але ніколи не є обов'язковим.
vi: Không bắt buộc. Bất cứ điều gì giúp đội ngũ biên tập của chúng tôi hiểu rõ vấn đề ở đây — thông tin bổ sung luôn được hoan nghênh, nhưng không bao giờ là bắt buộc.
zh_hans: 可选。任何有助于我们编辑团队理解这里出了什么问题的信息——多一些背景说明我们总是很欢迎，但绝非必须。

source: Optional. Leave blank if this app isn't in the Mac App Store.
ar: اختياري. اتركه فارغًا إذا لم يكن هذا التطبيق في Mac App Store.
de: Optional. Leer lassen, wenn diese App nicht im Mac App Store ist.
el: Προαιρετικό. Αφήστε κενό αν αυτή η εφαρμογή δεν βρίσκεται στο Mac App Store.
es: Opcional. Déjalo en blanco si esta app no está en la Mac App Store.
fa: اختیاری. اگر این برنامه در Mac App Store نیست، خالی بگذارید.
fr: Facultatif. Laissez vide si cette appli n'est pas sur le Mac App Store.
he: אופציונלי. השאר ריק אם האפליקציה הזו אינה ב-Mac App Store.
hi: वैकल्पिक। यदि यह ऐप Mac App Store में नहीं है तो खाली छोड़ें।
id: Opsional. Biarkan kosong jika aplikasi ini tidak ada di Mac App Store.
it: Facoltativo. Lascia vuoto se questa app non è nel Mac App Store.
ja: 任意です。このアプリが Mac App Store にない場合は空白のままにしてください。
ko: 선택 사항입니다. 이 앱이 Mac App Store에 없으면 비워두세요.
nl: Optioneel. Laat leeg als deze app niet in de Mac App Store staat.
pl: Opcjonalnie. Pozostaw puste, jeśli tej aplikacji nie ma w Mac App Store.
pt: Opcional. Deixe em branco se este app não estiver na Mac App Store.
ru: Необязательно. Оставьте пустым, если этого приложения нет в Mac App Store.
sv: Valfritt. Lämna tomt om denna app inte finns i Mac App Store.
th: ไม่บังคับ เว้นว่างไว้หากแอปนี้ไม่มีใน Mac App Store
tr: İsteğe bağlı. Bu uygulama Mac App Store'da değilse boş bırakın.
uk: Необов'язково. Залиште порожнім, якщо цього застосунку немає в Mac App Store.
vi: Tùy chọn. Để trống nếu ứng dụng này không có trên Mac App Store.
zh_hans: 可选。若此应用不在 Mac App Store 中，请留空。

source: Optional. The developer's own website, if they have one.
ar: اختياري. موقع المطور الخاص، إن وُجد.
de: Optional. Die eigene Website des Entwicklers, falls vorhanden.
el: Προαιρετικό. Ο δικός του ιστότοπος του προγραμματιστή, αν έχει.
es: Opcional. El sitio web propio del desarrollador, si tiene uno.
fa: اختیاری. وب‌سایت خود توسعه‌دهنده، در صورت وجود.
fr: Facultatif. Le site web du développeur, s'il en a un.
he: אופציונלי. אתר האינטרנט של המפתח, אם יש לו.
hi: वैकल्पिक। डेवलपर की अपनी वेबसाइट, यदि है।
id: Opsional. Situs web pengembang sendiri, jika ada.
it: Facoltativo. Il sito web dello sviluppatore, se ne ha uno.
ja: 任意です。デベロッパ自身のウェブサイト（ある場合）。
ko: 선택 사항입니다. 개발자의 자체 웹사이트(있는 경우).
nl: Optioneel. De eigen website van de ontwikkelaar, indien aanwezig.
pl: Opcjonalnie. Własna witryna dewelopera, jeśli istnieje.
pt: Opcional. O site próprio do desenvolvedor, se houver.
ru: Необязательно. Собственный сайт разработчика, если он есть.
sv: Valfritt. Utvecklarens egen webbplats, om de har en.
th: ไม่บังคับ เว็บไซต์ของนักพัฒนาเอง หากมี
tr: İsteğe bağlı. Geliştiricinin kendi web sitesi, varsa.
uk: Необов'язково. Власний вебсайт розробника, якщо є.
vi: Tùy chọn. Trang web riêng của nhà phát triển, nếu có.
zh_hans: 可选。开发者自己的网站（如有）。

source: Other
ar: أخرى
de: Sonstiges
el: Άλλο
es: Otro
fa: سایر
fr: Autre
he: אחר
hi: अन्य
id: Lainnya
it: Altro
ja: その他
ko: 기타
nl: Overig
pl: Inne
pt: Outro
ru: Другое
sv: Övrigt
th: อื่นๆ
tr: Diğer
uk: Інше
vi: Khác
zh_hans: 其他

source: Other Comments
ar: تعليقات أخرى
de: Weitere Kommentare
el: Άλλα σχόλια
es: Otros comentarios
fa: سایر نظرات
fr: Autres commentaires
he: הערות אחרות
hi: अन्य टिप्पणियाँ
id: Komentar Lainnya
it: Altri commenti
ja: その他のコメント
ko: 기타 의견
nl: Overige opmerkingen
pl: Inne komentarze
pt: Outros comentários
ru: Прочие комментарии
sv: Övriga kommentarer
th: ความคิดเห็นอื่น ๆ
tr: Diğer Yorumlar
uk: Інші коментарі
vi: Bình luận khác
zh_hans: 其他说明

source: Other Comments (optional)
ar: تعليقات أخرى (اختياري)
de: Sonstige Kommentare (optional)
el: Άλλα Σχόλια (προαιρετικό)
es: Otros comentarios (opcional)
fa: دیدگاه‌های دیگر (اختیاری)
fr: Autres commentaires (facultatif)
he: הערות אחרות (אופציונלי)
hi: अन्य टिप्पणियाँ (वैकल्पिक)
id: Komentar Lain (opsional)
it: Altri commenti (facoltativo)
ja: その他のコメント（任意）
ko: 기타 의견(선택 사항)
nl: Overige opmerkingen (optioneel)
pl: Inne komentarze (opcjonalnie)
pt: Outros comentários (opcional)
ru: Другие комментарии (необязательно)
sv: Övriga kommentarer (valfritt)
th: ความคิดเห็นอื่น (ไม่บังคับ)
tr: Diğer Yorumlar (isteğe bağlı)
uk: Інші коментарі (необов'язково)
vi: Bình luận khác (tùy chọn)
zh_hans: 其他意见（可选）
